{
  "1" : "Why, you stuck up, half-witted, scruffy-looking… Nerf herder",
  "2" : "[You’re] a girl with as much talent for disguise as a giraffe in dark glasses trying to get into a polar-bears-only club",
  "3" : "If you spend word for word with me, I shall make your wit bankrupt",
  "4" : "[He] may look like an idiot and talk like an idiot but don’t let that fool you. He really is an idiot.",
  "5" : "You’re about as much use as a condom machine in the Vatican.",
  "6" : "I’ll explain and I’ll use small words so that you’ll be sure to understand, you warthog-faced buffoon.",
  "7" : "Don’t look now, but there’s one man too many in this room and I think it’s you.",
  "8" : "I fart in your general direction. Your mother was a hamster and your father smelt of elderberries.",
  "9" : "Well if it isnt fat stinking billygoat billyboy. How art thou, thou globby bottle of cheap, stinking chip-oil? Come get some in the yarbles, if you have any yarbles, you eunuch jelly thou!",
  "10" : "You are a sad strange little man, and you have my pity.",
  "11" : "To call you stupid would be an insult to stupid people! I’ve known sheep that could outwit you. I’ve worn dresses with higher IQs.",
  "12" : "Your heart is full of unwashed socks. Your soul is full of gunk …The three words that best describe you are as follows, and I quote, “Stink, stank, stunk!",
  "13" : "He has no enemies, but is intensely disliked by his friends.",
  "14" : "You bowl like your momma. Unless of course she bowls well, in which case you bowl nothing like her.",
  "15" : "Shut up, Big-booty, you coward. You are the weakest individual I ever know.",
  "16" : "Well, I’ll tell you something that should be of vital interest to you. That you, sir, are a NITWIT!",
  "17" : "I didn’t mean to say that the Enterprise [or your car/van/truck/RV] should be hauling garbage. I meant to say that it should be hauled away as garbage!",
  "18" : "Don’t get uncool and heavy on me now.",
  "19" : "Your brain’s so minute, that if a hungry cannibal cracked your head open, there wouldn’t be enough to cover a small water biscuit.",
  "20" : "I’m trying to thank you, you pointed-eared hobgoblin!"
}
